WANG-Pei777/qos-extended-mros2-esp32/microros_bench/telemetry_compare/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_MAIN_TASK_STACK_SIZE=3000
# CONFIG_ESP_TASK_WDT_INIT is not set
CONFIG_MICRO_ROS_WIFI_INITIAL_CONNECT_TIMEOUT_MS=180000
CONFIG_FREERTOS_USE_TRACE_FACILITY=y
CONFIG_FREERTOS_USE_STATS_FORMATTING_FUNCTIONS=y
CONFIG_FREERTOS_GENERATE_RUN_TIME_STATS=y
CONFIG_FREERTOS_RUN_TIME_STATS_USING_ESP_TIMER=y
# CONFIG_FREERTOS_RUN_TIME_STATS_USING_CPU_CLK is not set
